[
	{
		"user": "60960f63e704bb2c7401fbb7",
		"job": "9cadf7948f983a94451d6b88",
		"coverLetter": "Hi, I would really love to work on this project. Thank you for your time. I look forward to speaking with you about my in-depth experience and passion. Thank you for your consideration.",
		"proposedHourlyRate": 56,
		"createdAt": "2021-02-14T14:55:01.184Z"
	},
	{
		"user": "60960f63e704bb2c7401fbb7",
		"job": "d15c51197c7193253cb3ed0f",
		"coverLetter": "Hey there, This project is extremely appealing to me. With my extensive accounts payable experience, I believe I can quickly get up to speed in this position. Sincerely.",
		"proposedHourlyRate": 35,
		"createdAt": "2021-05-06T04:45:05.184Z"
	},
	{
		"user": "6092a3badbe28145603efc3d",
		"job": "acf2dba977ae0995a77aa68b",
		"coverLetter": "Hi, This project is extremely appealing to me. I would love the chance to further discuss the position and what skills I'd bring to the job. Thank you for your consideration.",
		"proposedHourlyRate": 79,
		"createdAt": "2021-02-24T19:53:55.184Z"
	},
	{
		"user": "6099ed0a95174834cc6c8e00",
		"job": "5c5b148ab08b0b67007f8025",
		"coverLetter": "Hi, I would really love to work on this project. I would love the chance to further discuss the position and what skills I'd bring to the job. Sincerely.",
		"proposedHourlyRate": 82,
		"createdAt": "2021-04-10T10:56:45.184Z"
	},
	{
		"user": "6099ed0a95174834cc6c8e00",
		"job": "829d6194610ccaca7d043aea",
		"coverLetter": "Hi, I would really love to work on this project. With my extensive accounts payable experience, I believe I can quickly get up to speed in this position. Thank you for your consideration.",
		"proposedHourlyRate": 104,
		"createdAt": "2021-04-21T07:46:22.184Z"
	},
	{
		"user": "6099ed0a95174834cc6c8e00",
		"job": "398e7c78e1c0cdfc1c9f43a2",
		"coverLetter": "Howdy, I am extremely excited about this job. Thank you for your time. I look forward to speaking with you about my in-depth experience and passion. Cheers.",
		"proposedHourlyRate": 122,
		"createdAt": "2021-04-23T00:42:39.184Z"
	},
	{
		"user": "6099ec55cc553b49dcb1d722",
		"job": "ad4335070e7072ce65362e33",
		"coverLetter": "Hi, I am extremely excited about this job. Thank you for your time. I look forward to speaking with you about my in-depth experience and passion. Cheers.",
		"proposedHourlyRate": 40,
		"createdAt": "2021-03-05T23:08:03.184Z"
	},
	{
		"user": "6096b121a88c935060e80262",
		"job": "6574bc955581ef42b2f180bc",
		"coverLetter": "Howdy, This project is extremely appealing to me. With my extensive accounts payable experience, I believe I can quickly get up to speed in this position. Cheers.",
		"proposedHourlyRate": 28,
		"createdAt": "2021-04-29T18:22:25.184Z"
	},
	{
		"user": "60960f63e704bb2c7401fbb7",
		"job": "8051444d030d4c009fd0d152",
		"coverLetter": "Hey there, This project is extremely appealing to me. Thank you for your time. I look forward to speaking with you about my in-depth experience and passion. Best regards.",
		"proposedHourlyRate": 46,
		"createdAt": "2021-01-30T00:41:08.184Z"
	},
	{
		"user": "60960f63e704bb2c7401fbb7",
		"job": "6574bc955581ef42b2f180bc",
		"coverLetter": "Hey there, I would really love to work on this project. With my extensive accounts payable experience, I believe I can quickly get up to speed in this position. Sincerely.",
		"proposedHourlyRate": 40,
		"createdAt": "2021-03-31T11:20:14.184Z"
	},
	{
		"user": "6093235333c3002a7cb09e76",
		"job": "ddbdfa86a294c48ab0ed383f",
		"coverLetter": "Hi, I am extremely excited about this job. I would love the chance to further discuss the position and what skills I'd bring to the job. Sincerely.",
		"proposedHourlyRate": 20,
		"createdAt": "2021-05-16T04:37:59.184Z"
	},
	{
		"user": "6099e54555e86c2998a2d692",
		"job": "26c3314218f85ffdbd8a22e2",
		"coverLetter": "Howdy, I am extremely excited about this job. I would love the chance to further discuss the position and what skills I'd bring to the job. Thank you for your consideration.",
		"proposedHourlyRate": 129,
		"createdAt": "2021-02-06T18:01:35.184Z"
	},
	{
		"user": "6099ea8e264622427c09cf3b",
		"job": "8051444d030d4c009fd0d152",
		"coverLetter": "Howdy, This project is extremely appealing to me. With my extensive accounts payable experience, I believe I can quickly get up to speed in this position. Best regards.",
		"proposedHourlyRate": 72,
		"createdAt": "2021-06-01T12:05:20.184Z"
	},
	{
		"user": "6099e54555e86c2998a2d692",
		"job": "c20a49eb06dc552469b087c4",
		"coverLetter": "Howdy, This project is extremely appealing to me. Thank you for your time. I look forward to speaking with you about my in-depth experience and passion. Thank you for your consideration.",
		"proposedHourlyRate": 56,
		"createdAt": "2021-01-31T12:44:03.184Z"
	},
	{
		"user": "6099ec39cc553b49dcb1d721",
		"job": "34c7eb2de3797a862db84208",
		"coverLetter": "Hey there, This project is extremely appealing to me. I would love the chance to further discuss the position and what skills I'd bring to the job. Thank you for your consideration.",
		"proposedHourlyRate": 34,
		"createdAt": "2021-04-10T21:17:50.184Z"
	},
	{
		"user": "6099ed0a95174834cc6c8e00",
		"job": "d54f0f0344a90b04c30c2167",
		"coverLetter": "Hello, I would really love to work on this project. With my extensive accounts payable experience, I believe I can quickly get up to speed in this position. Cheers.",
		"proposedHourlyRate": 38,
		"createdAt": "2021-05-13T18:31:27.184Z"
	},
	{
		"user": "6093235333c3002a7cb09e76",
		"job": "37cc52cc574871508b9654ce",
		"coverLetter": "Hi, I am extremely excited about this job. Thank you for your time. I look forward to speaking with you about my in-depth experience and passion. Thank you for your consideration.",
		"proposedHourlyRate": 39,
		"createdAt": "2021-03-12T00:34:57.184Z"
	},
	{
		"user": "6092a3badbe28145603efc3d",
		"job": "829d6194610ccaca7d043aea",
		"coverLetter": "Hi, This project is extremely appealing to me. I would love the chance to further discuss the position and what skills I'd bring to the job. Cheers.",
		"proposedHourlyRate": 93,
		"createdAt": "2021-04-03T04:50:02.184Z"
	},
	{
		"user": "6096b121a88c935060e80262",
		"job": "40b2d053557d9afa36cbd6b6",
		"coverLetter": "Hello, I am extremely excited about this job. Thank you for your time. I look forward to speaking with you about my in-depth experience and passion. Best regards.",
		"proposedHourlyRate": 32,
		"createdAt": "2021-04-23T12:10:07.184Z"
	},
	{
		"user": "6099ed0a95174834cc6c8e00",
		"job": "c20a49eb06dc552469b087c4",
		"coverLetter": "Hello, This project is extremely appealing to me. With my extensive accounts payable experience, I believe I can quickly get up to speed in this position. Cheers.",
		"proposedHourlyRate": 46,
		"createdAt": "2021-03-28T06:10:12.184Z"
	}
]
